<?php
/*
* Template Name: User Agreement
*
* template-agreement.php
*
* Template file for policy personal data.
* /user-agreement
*
*
* @author      Andrei Osintsev
* @copyright   Copyright (c) 2025 asosintsev@yandex.ru
*/
?>
<?php get_header(); ?>
<?php
    $site_url            = site_url();
    $nice_url            = parse_url($site_url, PHP_URL_HOST);
    $page_url            = get_page_uri();
?>
<main class="main">
    <div class="wrapper wrapper_agreement">
        <section class="section">
            <h1 class="title section__title">Пользовательское соглашение</h1>
            <p class="text__p">
                Настоящее Пользовательское Соглашение (Далее Соглашение) регулирует отношения между ООО &ldquo;ФоксГеймер&laquo;
                (далее https://foxboost.ru или Администрация) с одной стороны и пользователем сайта с другой. Сайт
                https://foxboost.ru не является средством массовой информации.
            </p>
            <p class="text__p">
                Используя сайт, Вы соглашаетесь с условиями данного соглашения. Если Вы не согласны с условиями данного соглашения,
                не используйте сайт https://foxboost.ru !
            </p>

            <h2 class="text__h2">Права и обязанности сторон</h2>

            <h3 class="text__h3">Пользователь имеет право:</h3>
            <ul class="text__ul">
                <li class="text__li">осуществлять поиск информации на сайте</li>
                <li class="text__li">получать информацию на сайте</li>
                <li class="text__li">использовать информацию сайта в личных некоммерческих целях</li>
                <li class="text__li">использовать информацию сайта в коммерческих целях с разрешения Администрации</li>
            </ul>

            <h3 class="text__h3">Администрация имеет право:</h3>
            <ul class="text__ul">
                <li class="text__li">по своему усмотрению и необходимости создавать, изменять, отменять правила</li>
                <li class="text__li">ограничивать доступ к любой информации на сайте</li>
                <li class="text__li">создавать, изменять, удалять информацию</li>
                <li class="text__li">удалять учетные записи</li>
                <li class="text__li">отказывать в регистрации без объяснения причин</li>
            </ul>

            <h3 class="text__h3">Пользователь обязуется:</h3>
            <ul class="text__ul">
                <li class="text__li">обеспечить достоверность предоставляемой информации</li>
                <li class="text__li">обеспечивать сохранность личных данных от доступа третьих лиц</li>
                <li class="text__li">обновлять Персональные данные, предоставленные при регистрации, в случае их изменения</li>
                <li class="text__li">при копировании информации с других источников, включать в её состав информацию об авторе</li>
                <li class="text__li">не нарушать работоспособность сайта</li>
                <li class="text__li">
                    не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с Сайтом и его
                    Сервисами
                </li>
            </ul>

            <h3 class="text__h3">Администрация обязуется:</h3>
            <ul class="text__ul">
                <li class="text__li">
                    поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от
                    Администрации причинам.
                </li>
            </ul>

            <h2 class="text__h2">Ответственность сторон</h2>
            <ul class="text__ul">
                <li class="text__li">пользователь лично несет полную ответственность за распространяемую им информацию</li>
                <li class="text__li">администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами</li>
                <li class="text__li">
                    в случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и т.
                    д.) Администрация не гарантирует сохранность информации, размещённой Пользователем, а также бесперебойную работу
                    информационного ресурса.
                </li>
            </ul>

            <h2 class="text__h2">Условия действия Соглашения</h2>
            <ul class="text__ul">
                <li class="text__li">данное Соглашение вступает в силу при регистрации на сайте.</li>
                <li class="text__li">соглашение перестает действовать при появлении его новой версии.</li>
                <li class="text__li">
                    администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему усмотрению.
                </li>
                <li class="text__li">администрация не оповещает пользователей об изменении в Соглашении.</li>
            </ul>
        </section>
    </div>
</main>
<?php get_footer(); ?>