<?php
/*
* Template Name: Policy Personal
*
* template-policy.php
*
* Template file for policy personal data.
* /policy
*
*
* @author      Andrei Osintsev
* @copyright   Copyright (c) 2024 asosintsev@yandex.ru
*/
?>
<?php get_header(); ?>
<?php
    $site_url            = site_url();
    $nice_url            = parse_url($site_url, PHP_URL_HOST);
    $page_url            = get_page_uri();
?>
    <div class="wrapper">
        <div class="hero">
            <div class="hero__content">
                <?php
                    get_template_part('partials/breadcrumbs', null, ['breadcrumbs' => [
                        [ 'content' => 'Согласие на обработку персональных данных' ]
                    ]])
                ?>
                <h1 class="hero__title">
                    Согласие на обработку персональных данных
                </h1>
            </div>
        </div>
        <main class="main">
            <div class="content">
                <h2>1. Предоставление информации Клиентом:</h2>
                <p>1.1. При регистрации на сайте <?php echo $nice_url; ?> (далее - "Сайт") Клиент предоставляет следующую информацию:</p>

                <p>Адрес электронной почты и пароль. При обращении в службу технической поддержки сайта при помощи формы обратной связи, Клиент может предоставить следующую информацию: Фамилия, имя, отчество, адрес электронной почты.</p>

                <p>1.2. Предоставляя свои персональные данные Клиент соглашается на их обработку (вплоть до отзыва Клиентом своего согласия на обработку его персональных данных) средствами сайта (далее - "Продавец"), в целях исполнения Продавцом и/или его партнерами своих обязательств перед клиентом и предоставления услуг, предоставления справочной информации, а также в целях продвижения услуг, а также соглашается на получение сообщений рекламно-информационного характера и сервисных сообщений. При обработке персональных данных Клиента Продавец руководствуется Федеральным законом "О персональных данных", Федеральным законом "О рекламе" и локальными нормативными документами.</p>

                <p>1.2.1. Если Клиент желает уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, либо в случае желания клиента отозвать свое согласие на обработку персональных данных или устранения неправомерных действий со стороны Продавца в отношении его персональных данных то он должен направить официальный запрос Продавцу посредством формы обратной связи по адресу в сети Интернет <a href="<?php echo $site_url; ?>/o-sajte/" target="_blank"><?php echo $site_url; ?>/o-sajte/</a>.</p>

                <p>Если Клиент желает удалить свою учетную запись на Сайте, Клиент обращается с соответствующей просьбой при помощи формы обратной связи. Данное действие не подразумевает отзыв согласия Клиента на обработку его персональных данных, который согласно действующему законодательству происходит в порядке, предусмотренном абзацем 1 настоящего пункта.</p>

                <p>1.3. Использование информации предоставленной Клиентом и получаемой Продавцом.</p>

                <p>1.3.1 Продавец использует предоставленные Клиентом данные в течение всего срока регистрации Клиента на Сайте в целях:</p>

                <ul>
                    <li>регистрации/авторизации Клиента на Сайте;</li>
                    <li>для выполнения своих обязательств перед Клиентом;</li>
                    <li>для осуществления деятельности по продвижению услуг;</li>
                    <li>оценки и анализа работы Сайта;</li>
                    <li>определения победителя в акциях, проводимых Продавцом;</li>
                    <li>анализа покупательских особенностей Клиента и предоставления персональных рекомендаций;</li>
                    <li>информирования клиента об акциях, скидках и специальных предложениях посредством электронных и СМС-рассылок.</li>
                </ul>

                <p>1.3.2. Продавец вправе направлять Клиенту сообщения рекламно-информационного характера. Если Клиент не желает получать сообщения рекламно-информационного характера от Продавца, он должен сообщить об этом продавцу при помощи формы обратной связи. С момента изменения указанных настроек получение рассылок Продавца возможно в течение 3 дней, что обусловлено особенностями работы и взаимодействия информационных систем, а так же условиями договоров с контрагентами, осуществляющими в интересах Продавца рассылки сообщений рекламно-информационного характера. Отказ Клиента от получения сервисных сообщений невозможен по техническим причинам. Сервисными сообщениями являются направляемые на адрес электронной почты, указанный при регистрации на Сайте, о состоянии учетной записи Клиента</p>

                <h2>2. Предоставление и передача информации, полученной Продавцом:</h2>

                <p>2.1. Продавец обязуется не передавать полученную от Клиента информацию третьим лицам. Не считается нарушением предоставление Продавцом информации агентам и третьим лицам, действующим на основании договора с Продавцом, для исполнения обязательств перед Клиентом и только в рамках договоров. Не считается нарушением настоящего пункта передача Продавцом третьим лицам данных о Клиенте в обезличенной форме в целях оценки и анализа работы Сайта, анализа покупательских особенностей Клиента и предоставления персональных рекомендаций.</p>

                <p>2.2. Не считается нарушением обязательств передача информации в соответствии с обоснованными и применимыми требованиями законодательства Российской Федерации.</p>

                <p>2.3. Продавец вправе использовать технологию "cookies". "Cookies" не содержат конфиденциальную информацию и не передаются третьим лицам.</p>

                <p>2.4. Продавец получает информацию об ip-адресе посетителя Сайта <?php echo $nice_url; ?> и сведения о том, по ссылке с какого интернет-сайта посетитель пришел. Данная информация не используется для установления личности посетителя.</p>

                <p>2.5. Продавец не несет ответственности за сведения, предоставленные Клиентом на Сайте в общедоступной форме.</p>

                <p>2.6. Продавец при обработке персональных данных принимает необходимые и достаточные организационные и технические меры для защиты персональных данных от неправомерного доступа к ним, а также от иных неправомерных действий в отношении персональных данных.</p>

                <p>3. Хранение и использование информации Клиентом</p>

                <p>3.1. Клиент обязуется не сообщать третьим лицам адрес электронной почты и пароль, используемые им для идентификации на сайте <?php echo $nice_url; ?>.</p>

                <p>3.2. Клиент обязуется обеспечить должную осмотрительность при хранении и использовании адреса электронной почты и пароля (в том числе, но не ограничиваясь: использовать лицензионные антивирусные программы, использовать сложные буквенно-цифровые сочетания при создании пароля, не предоставлять в распоряжение третьих лиц компьютер или иное оборудование с введенными на нем логином и паролем Клиента и т.п.).</p>

                <p>3.3. В случае возникновения у Продавца подозрений относительно использования учетной записи Клиента третьим лицом или вредоносным программным обеспечением Продавец вправе в одностороннем порядке изменить пароль Клиента.</p>
            </div>
        <aside class="sidebar">
            <?php get_sidebar(); ?>
        </aside>
    </main>
</div>
<?php get_footer(); ?>